[
    {
        "_id": "111",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094673742359171173/google-1-1_1.png",
        "name": "Google LLCe",
        "salary": "100K - 150K",
        "JobTitle": "Technical Database Engineer",
        "Phone": "01750-55 05 66",
        "email": "infog@gmail.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Remote" ,
        "type2": "Full Time" 
        
      },
    {
        "_id": "222",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094673742640197642/netflix-4_1.png",
        "name": "Netflix",
        "salary": "80K - 150K",
        "JobTitle": "Senior Product Designer",
        "Phone": "01750-00 55 07",
        "email": "infoNet@gmail.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "As a Senior Product Designer at Netflix, you will play a crucial role in defining and shaping the user experience of one of the world's leading entertainment platforms. You will work closely with cross-functional teams including product managers, engineers, and researchers to create innovative designs that not only meet business goals but also exceed user expectations.",
        "responsibility": "Your responsibilities will include leading design projects from conception to launch, conducting user research and testing, prototyping and iterating designs based on feedback, and collaborating with stakeholders to ensure alignment and buy-in. You will also be responsible for ensuring consistency across different platforms and devices, and staying up-to-date with industry trends and emerging technologies.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Onsite" ,
        "type2": "Full Time" 
      },
    {
        "_id": "333",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094673742862487642/tesla-9_1.png",
        "name": "Tesla",
        "salary": "110K - 150K",
        "JobTitle": "Software Engineer",
        "Phone": "01750-00 44 55",
        "email": "info@Tesla.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "As a Software Engineer at Tesla, you will be part of a dynamic and fast-paced team that is working towards revolutionizing the automotive industry. You will have the opportunity to work on cutting-edge technologies and products that are transforming the way we think about transportation.",
        "responsibility": "Your responsibilities will include designing, developing, testing, and maintaining software for Tesla's various products, such as electric vehicles, energy storage systems, and solar panels. You will work on software that interfaces with a variety of systems, including hardware, firmware, and cloud-based platforms. You will also collaborate with cross-functional teams to ensure that software is integrated seamlessly with other components of the product.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Onsite" ,
        "type2": "Full Time" 
      },
    {
        "_id": "444",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094673742359171173/google-1-1_1.png",
        "name": "Google LLC",
        "salary": "120K - 170K",
        "JobTitle": "Senior Software Engineer",
        "Phone": "01750-44 00 99",
        "email": "info@google.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "As a Senior Software Engineer at Google, you will have the opportunity to work on some of the most innovative and challenging software projects in the industry. You will be part of a team of world-class engineers who are passionate about building products that have a positive impact on people's lives.",
        "responsibility": "Your responsibilities will include designing, developing, testing, and deploying software for a wide range of products and services across Google's platform. You will work with cutting-edge technologies and collaborate with cross-functional teams to deliver high-quality software that meets the needs of Google's users.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Remote" ,
        "type2": "Full Time" 
      },
    {
        "_id": "555",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094731450852585634/Group_10021.png",
        "name": "Airbnb",
        "salary": "80K - 100K",
        "JobTitle": "Software Engineer",
        "Phone": "01750-00 00 33",
        "email": "info@airbnb.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "As a Software Engineer at Airbnb, you will be part of a team that is changing the way people travel and experience the world. You will work on innovative products and technologies that make it easier for people to find unique and memorable places to stay, and connect with others around the globe.",
        "responsibility": "Your responsibilities will include designing, developing, testing, and deploying software for Airbnb's platform. You will work on features that improve the user experience, such as search and discovery, booking and payment processing, and review and feedback systems. You will also collaborate with cross-functional teams, including product managers, designers, and data scientists, to develop solutions that meet the needs of Airbnb's users.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Remote" ,
        "type2": "Full Time" 
      },
    {
        "_id": "666",
        "picture": "https://cdn.discordapp.com/attachments/1094672876969398413/1094731450852585634/Group_10021.png",
        "name": "Airbnb",
        "salary": "150K - 180K",
        "JobTitle": "Senior Software Engineer",
        "Phone": "01750-00 00 11",
        "email": "info@airbnb.com",
        "sAddress": "Dhaka, Bangladesh",
        "address": "Dhanmondi 32, Sukrabad, Dhaka, Bangladesh",
        "description": "As a Senior Software Engineer, you will be responsible for designing, developing, testing, and deploying complex software applications and systems. You will lead technical projects and initiatives, working closely with cross-functional teams to deliver high-quality software that meets the needs of the business and end-users.",
        "responsibility": "Your responsibilities will include writing high-quality code, creating and maintaining technical documentation, conducting code reviews, and mentoring junior engineers. You will also collaborate with product managers and stakeholders to understand business requirements and translate them into technical specifications.",
        "req": "Bachelor degree to complete any reputational university.",
        "ex": "2-3 Years in this field." ,
        "type1": "Remote" ,
        "type2": "Full Time" 
      }
]